Repository: TeraSeo/MindMate
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, pt, zh_hans

# appTitle
source: AI Chatter
de: KI-Chat-Assistent
es: Asistente de Chat IA
fr: Assistant de Chat IA
hi: AI चैट सहायक
ja: AI チャッター
ko: AI 채터
pt: Assistente de Chat IA
zh_hans: AI 聊天助手

# welcome
source: Welcome to AI Chatter!
de: Willkommen beim KI-Chat-Assistenten!
es: ¡Bienvenido al Asistente de Chat IA!
fr: Bienvenue dans l'Assistant de Chat IA !
hi: AI चैट सहायक में आपका स्वागत है!
ja: AI チャッターへようこそ！
ko: AI 채터에 오신 것을 환영합니다!
pt: Bem-vindo ao Assistente de Chat IA!
zh_hans: 欢迎使用 AI 聊天助手！

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
pt: Idioma
zh_hans: 语言

source: Setup Required
de: Einrichtung erforderlich
es: Configuración Requerida
fr: Configuration Requise
hi: सेटअप आवश्यक है
ja: セットアップが必要です
ko: 설정 필요
pt: Configuração Necessária
zh_hans: 需要设置

# setupRequiredMessage
source: Please complete your profile setup before proceeding.
de: Bitte vervollständigen Sie die Profilkonfiguration, bevor Sie fortfahren.
es: Por favor, complete la configuración de su perfil antes de continuar.
fr: Veuillez compléter la configuration de votre profil avant de continuer.
hi: कृपया आगे बढ़ने से पहले अपनी प्रोफ़ाइल सेटअप पूरा करें।
ja: 続行する前にプロフィール設定を完了してください。
ko: 계속하기 전에 프로필 설정을 완료해주세요.
pt: Por favor, complete a configuração do seu perfil antes de continuar.
zh_hans: 请先完成个人资料设置后再继续。

source: Go to Setup
de: Zur Einrichtung
es: Ir a Configuración
fr: Aller à la Configuration
hi: सेटअप पर जाएं
ja: セットアップへ
ko: 설정으로 이동
pt: Ir para Configuração
zh_hans: 前往设置

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hans: 取消

# nameStepTitle
source: What's your name?
de: Wie heißen Sie?
es: ¿Cuál es su nombre?
fr: Quel est votre nom ?
hi: आपका नाम क्या है?
ja: お名前を教えてください
ko: 이름을 알려주세요
pt: Qual é o seu nome?
zh_hans: 您的名字是什么？

# nameStepDescription
source: Please enter your name as you'd like to be called.
de: Bitte geben Sie den Namen ein, mit dem Sie angesprochen werden möchten.
es: Por favor, ingrese el nombre con el que desea ser llamado.
fr: Veuillez entrer le nom que vous souhaitez utiliser.
hi: कृपया वह नाम दर्ज करें जिससे आप संबोधित होना चाहते हैं।
ja: 呼んでほしい名前を入力してください。
ko: 호칭하고 싶은 이름을 입력해주세요.
pt: Por favor, digite o nome que você gostaria de ser chamado.
zh_hans: 请输入您希望被称呼的名字。

# aiNameStepTitle
source: Choose your AI's name
fr: Choisissez le nom de votre IA
ja: AIの名前を選んでください
ko: AI 이름을 선택하세요
pt: Escolha o nome da sua IA
zh_hans: 为你的 AI 取个名字

# aiNameStepDescription
source: Give your AI a name to personalize your experience.
fr: Donnez un nom à votre IA pour personnaliser votre expérience.
ja: あなたの体験をパーソナライズするためにAIに名前を付けてください。
ko: 개인화된 경험을 위해 AI에 이름을 지어주세요.
pt: Dê um nome à sua IA para personalizar a sua experiência.
zh_hans: 给你的 AI 命名，以个性化你的体验。

# nameFieldLabel
source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt: Nome
zh_hans: 名字

# nameFieldError
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor, ingrese su nombre
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
ja: 名前を入力してください
ko: 이름을 입력해주세요
pt: Por favor, digite seu nome
zh_hans: 请输入您的名字

# nameFieldLengthError
source: Name must be at least 2 characters
de: Der Name muss mindestens 2 Zeichen lang sein
es: El nombre debe tener al menos 2 caracteres
fr: Le nom doit contenir au moins 2 caractères
hi: नाम कम से कम 2 अक्षर का होना चाहिए
ja: 名前は2文字以上必要です
ko: 이름은 최소 2자 이상이어야 합니다
pt: O nome deve ter pelo menos 2 caracteres
zh_hans: 名字至少需要2个字符

# ageGroupStepTitle
source: What's your age group?
de: Wie alt sind Sie?
es: ¿Cuál es su grupo de edad?
fr: Quelle est votre tranche d'âge ?
hi: आपकी आयु वर्ग क्या है?
ja: 年齢層を選択してください
ko: 연령대를 선택해주세요
pt: Qual é a sua faixa etária?
zh_hans: 您的年龄段是？

# ageGroupStepDescription
source: Select your age group to help us personalize your experience.
de: Wählen Sie Ihre Altersgruppe für ein besseres Erlebnis.
es: Seleccione su grupo de edad para una mejor experiencia.
fr: Sélectionnez votre tranche d'âge pour une meilleure expérience.
hi: बेहतर अनुभव के लिए अपनी आयु वर्ग चुनें।
ja: より良い体験のために年齢層を選択してください。
ko: 맞춤형 경험을 위해 연령대를 선택해주세요.
pt: Selecione sua faixa etária para uma melhor experiência.
zh_hans: 选择您的年龄段以获得更好的体验。

# genderStepTitle
source: What's your gender?
de: Was ist Ihr Geschlecht?
es: ¿Cuál es su género?
fr: Quel est votre genre ?
hi: आपका लिंग क्या है?
ja: 性別を選択してください
ko: 성별을 선택해주세요
pt: Qual é o seu gênero?
zh_hans: 您的性别是？

# genderStepDescription
source: Select your gender to help us personalize your experience.
de: Wählen Sie Ihr Geschlecht für ein besseres Erlebnis.
es: Seleccione su género para una mejor experiencia.
fr: Sélectionnez votre genre pour une meilleure expérience.
hi: बेहतर अनुभव के लिए अपना लिंग चुनें।
ja: より良い体験のために性別を選択してください。
ko: 맞춤형 경험을 위해 성별을 선택해주세요.
pt: Selecione seu gênero para uma melhor experiência.
zh_hans: 选择您的性别以获得更好的体验。

# notificationStepTitle
source: Enable Notifications?
de: Benachrichtigungen aktivieren?
es: ¿Activar notificaciones?
fr: Activer les notifications ?
hi: सूचनाएं सक्षम करें?
ja: 通知を有効にしますか？
ko: 알림을 활성화하시겠습니까?
pt: Ativar notificações?
zh_hans: 是否启用通知？

# notificationStepDescription
source: Stay updated with important messages and updates.
de: Erhalten Sie wichtige Nachrichten und Updates.
es: Reciba mensajes y actualizaciones importantes.
fr: Recevez des messages et des mises à jour importants.
hi: महत्वपूर्ण संदेश और अपडेट प्राप्त करें।
ja: 重要なメッセージとアップデートを受け取ります。
ko: 중요한 메시지와 업데이트를 받아보세요.
pt: Receba mensagens e atualizações importantes.
zh_hans: 接收重要消息和更新。

# pushNotificationsTitle
source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones Push
fr: Notifications Push
hi: पुश सूचनाएं
ja: プッシュ通知
ko: 푸시 알림
pt: Notificações Push
zh_hans: 推送通知

# pushNotificationsDescription
source: Get instant updates about your conversations
de: Erhalten Sie sofortige Updates zu Ihren Gesprächen
es: Reciba actualizaciones instantáneas de sus conversaciones
fr: Recevez des mises à jour instantanées de vos conversations
hi: अपनी बातचीत के तुरंत अपडेट प्राप्त करें
ja: 会話に関する最新情報を受け取ります
ko: 대화에 대한 즉각적인 업데이트를 받아보세요
pt: Receba atualizações instantâneas das suas conversas
zh_hans: 接收对话的即时更新

# notificationTypesTitle
source: You'll receive notifications for:
de: Sie erhalten folgende Benachrichtigungen:
es: Recibirá las siguientes notificaciones:
fr: Vous recevrez les notifications suivantes :
hi: आपको निम्नलिखित सूचनाएं प्राप्त होंगी:
ja: 以下の通知を受け取ります：
ko: 다음 항목에 대한 알림을 받게 됩니다:
pt: Você receberá as seguintes notificações:
zh_hans: 您将收到以下通知：

# newMessagesNotification
source: New Messages
de: Neue Nachrichten
es: Nuevos mensajes
fr: Nouveaux messages
hi: नए संदेश
ja: 新しいメッセージ
ko: 새 메시지
pt: Novas mensagens
zh_hans: 新消息

# appUpdatesNotification
source: App Updates
es: Actualizaciones de la aplicación
fr: Mises à jour de l'application
hi: ऐप अपडेट
ja: アプリのアップデート
ko: 앱 업데이트
pt: Atualizações do aplicativo
zh_hans: 应用更新

# announcementsNotification
source: Important Announcements
de: Wichtige Ankündigungen
es: Anuncios importantes
fr: Annonces importantes
hi: महत्वपूर्ण घोषणाएं
ja: 重要なお知らせ
ko: 중요 공지사항
pt: Anúncios importantes
zh_hans: 重要公告

source: Back
de: Zurück
es: Atrás
fr: Retour
hi: वापस
ja: 戻る
ko: 뒤로
pt: Voltar
zh_hans: 返回

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
ja: 次へ
ko: 다음
pt: Próximo
zh_hans: 下一步

source: Complete Setup
de: Einrichtung abschließen
es: Completar Configuración
fr: Terminer la Configuration
hi: सेटअप पूरा करें
ja: セットアップ完了
ko: 설정 완료
pt: Concluir Configuração
zh_hans: 完成设置

source: Home
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt: Início
zh_hans: 首页

source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
ko: 프로필
pt: Perfil
zh_hans: 个人资料

source: About
de: Über
es: Acerca de
fr: À propos
hi: जानकारी
ja: 情報
ko: 정보
pt: Sobre
zh_hans: 关于

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: लॉग आउट
ja: ログアウト
ko: 로그아웃
pt: Sair
zh_hans: 退出登录

# logoutConfirmation
source: Confirm Logout
de: Abmeldung bestätigen
es: Confirmar Cierre de Sesión
fr: Confirmer la Déconnexion
hi: लॉग आउट की पुष्टि करें
ja: ログアウトの確認
ko: 로그아웃 확인
pt: Confirmar Saída
zh_hans: 确认退出

# logoutMessage
source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?
es: ¿Está seguro de que desea cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
ja: ログアウトしてもよろしいですか？
ko: 로그아웃 하시겠습니까?
pt: Tem certeza que deseja sair?
zh_hans: 确定要退出登录吗？

source: Notifications Required
de: Benachrichtigungsberechtigung erforderlich
es: Permiso de Notificaciones Requerido
fr: Permission de Notifications Requise
hi: सूचना अनुमति आवश्यक है
ja: 通知が必要です
ko: 알림 필요
pt: Permissão de Notificações Necessária
zh_hans: 需要通知权限

# notificationsRequiredMessage
source: Please enable notifications in your device settings to receive important updates.
de: Bitte aktivieren Sie Benachrichtigungen in den Geräteeinstellungen, um wichtige Updates zu erhalten.
es: Por favor, active las notificaciones en la configuración de su dispositivo para recibir actualizaciones importantes.
fr: Veuillez activer les notifications dans les paramètres de votre appareil pour recevoir des mises à jour importantes.
hi: महत्वपूर्ण अपडेट प्राप्त करने के लिए कृपया अपनी डिवाइस सेटिंग्स में सूचनाएं सक्षम करें।
ja: 重要なアップデートを受け取るには、デバイスの設定で通知を有効にしてください。
ko: 중요한 업데이트를 받으려면 기기 설정에서 알림을 활성화해주세요.
pt: Por favor, ative as notificações nas configurações do seu dispositivo para receber atualizações importantes.
zh_hans: 请在设备设置中启用通知，以接收重要更新。

source: OK
es: Aceptar
hi: ठीक है
ko: 확인
zh_hans: 确定

source: Personal Information
de: Persönliche Informationen
es: Información Personal
fr: Informations Personnelles
hi: व्यक्तिगत जानकारी
ja: 個人情報
ko: 개인 정보
pt: Informações Pessoais
zh_hans: 个人信息

source: Name
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt: Nome
zh_hans: 姓名

# pleaseEnterName
source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor, ingrese su nombre
fr: Veuillez entrer votre nom
hi: कृपया अपना नाम दर्ज करें
ja: 名前を入力してください
ko: 이름을 입력해주세요
pt: Por favor, digite seu nome
zh_hans: 请输入您的姓名

source: Age Group
de: Altersgruppe
es: Grupo de Edad
fr: Tranche d'âge
hi: आयु वर्ग
ja: 年齢層
ko: 연령대
pt: Faixa Etária
zh_hans: 年龄段

source: Gender
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
ja: 性別
ko: 성별
pt: Gênero
zh_hans: 性别

source: Male
de: Männlich
es: Masculino
fr: Masculin
hi: पुरुष
ja: 男性
ko: 남성
pt: Masculino
zh_hans: 男

source: Female
de: Weiblich
es: Femenino
fr: Féminin
hi: महिला
ja: 女性
ko: 여성
pt: Feminino
zh_hans: 女

source: Non-binary
de: Nicht-binär
es: No binario
fr: Non binaire
hi: नॉन-बाइनरी
ja: ノンバイナリー
ko: 논바이너리
pt: Não-binário
zh_hans: 非二元性别

source: Prefer not to say
de: Keine Angabe
es: Prefiero no decirlo
fr: Je préfère ne pas le dire
hi: बताना नहीं चाहते
ja: 回答しない
ko: 응답하지 않음
pt: Prefiro não dizer
zh_hans: 不愿透露

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
ko: 알림
pt: Notificações
zh_hans: 通知

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएं सक्षम करें
ja: 通知を有効にする
ko: 알림 활성화
pt: Ativar notificações
zh_hans: 启用通知

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
ja: 変更を保存
ko: 변경사항 저장
pt: Salvar alterações
zh_hans: 保存更改

# profileUpdated
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado exitosamente
fr: Profil mis à jour avec succès
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई
ja: プロフィールが正常に更新されました
ko: 프로필이 성공적으로 업데이트되었습니다
pt: Perfil atualizado com sucesso
zh_hans: 个人资料已更新

# welcomeMessage
source: Welcome to AI Chatter
de: Willkommen beim KI-Chat-Assistenten
es: Bienvenido al Asistente de Chat IA
fr: Bienvenue dans l'Assistant de Chat IA
hi: AI चैट सहायक में आपका स्वागत है
ja: AI チャッターへようこそ
ko: AI Chatter에 오신 것을 환영합니다
pt: Bem-vindo ao Assistente de Chat IA
zh_hans: 欢迎使用 AI 聊天助手

# pleaseCompleteSetup
source: Please complete your profile setup before starting a chat.
de: Bitte vervollständigen Sie die Profilkonfiguration, bevor Sie mit dem Chatten beginnen.
es: Por favor, complete la configuración de su perfil antes de comenzar a chatear.
fr: Veuillez compléter la configuration de votre profil avant de commencer à discuter.
hi: चैट शुरू करने से पहले कृपया अपनी प्रोफ़ाइल सेटअप पूरा करें।
ja: チャットを開始する前にプロフィール設定を完了してください。
ko: 채팅을 시작하기 전에 프로필 설정을 완료해주세요.
pt: Por favor, complete a configuração do seu perfil antes de começar a conversar.
zh_hans: 请先完成个人资料设置后再开始聊天。

# errorSavingProfile
source: Error saving profile. Please try again.
de: Fehler beim Speichern des Profils. Bitte versuchen Sie es erneut.
es: Error al guardar el perfil. Por favor, inténtelo de nuevo.
fr: Erreur lors de l'enregistrement du profil. Veuillez réessayer.
hi: प्रोफ़ाइल सहेजने में त्रुटि। कृपया पुनः प्रयास करें।
ja: プロフィールの保存中にエラーが発生しました。もう一度お試しください。
ko: 프로필 저장 중 오류가 발생했습니다. 다시 시도해주세요.
pt: Erro ao salvar o perfil. Por favor, tente novamente.
zh_hans: 保存个人资料时出错，请重试。

source: Setup Profile
de: Profil einrichten
es: Configurar Perfil
fr: Configurer le Profil
hi: प्रोफ़ाइल सेटअप
ja: プロフィール設定
ko: 프로필 설정
pt: Configurar Perfil
zh_hans: 设置个人资料

source: New Chat
de: Neuer Chat
es: Nuevo Chat
fr: Nouvelle Conversation
hi: नई चैट
ja: 新しいチャット
ko: 새 채팅
pt: Nova Conversa
zh_hans: 新对话

source: Chat Setup
de: Chat-Einstellungen
es: Configuración del Chat
fr: Configuration du Chat
hi: चैट सेटअप
ja: チャット設定
ko: 채팅 설정
pt: Configuração do Chat
zh_hans: 对话设置

source: Chat Topic
de: Chat-Thema
es: Tema del Chat
fr: Sujet du Chat
hi: चैट विषय
ja: チャットトピック
ko: 채팅 주제
pt: Tópico do Chat
zh_hans: 对话主题

# pleaseEnterTopic
source: Please enter a chat topic
de: Bitte geben Sie das Chat-Thema ein
es: Por favor, ingrese el tema del chat
fr: Veuillez entrer le sujet du chat
hi: कृपया चैट विषय दर्ज करें
ja: チャットトピックを入力してください
ko: 채팅 주제를 입력해주세요
pt: Por favor, digite o tópico do chat
zh_hans: 请输入对话主题

source: Start Chat
de: Chat starten
es: Iniciar Chat
fr: Démarrer le Chat
hi: चैट शुरू करें
ja: チャット開始
ko: 채팅 시작
pt: Iniciar Chat
zh_hans: 开始对话

# errorStartingChat
source: Error starting chat. Please try again.
de: Fehler beim Starten des Chats. Bitte versuchen Sie es erneut.
es: Error al iniciar el chat. Por favor, inténtelo de nuevo.
fr: Erreur lors du démarrage du chat. Veuillez réessayer.
hi: चैट शुरू करने में त्रुटि। कृपया पुनः प्रयास करें।
ja: チャットの開始中にエラーが発生しました。もう一度お試しください。
ko: 채팅 시작 중 오류가 발생했습니다. 다시 시도해주세요.
pt: Erro ao iniciar o chat. Por favor, tente novamente.
zh_hans: 开始对话时出错，请重试。

source: Complete
de: Abschließen
es: Completar
fr: Terminer
hi: पूरा करें
ja: 完了
ko: 완료
pt: Concluir
zh_hans: 完成

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
pt: Salvar
zh_hans: 保存

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 삭제
pt: Excluir
zh_hans: 删除

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 수정
pt: Editar
zh_hans: 编辑

source: Search
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
ja: 検索
ko: 검색
pt: Pesquisar
zh_hans: 搜索

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉग इन
ja: ログイン
ko: 로그인
pt: Entrar
zh_hans: 登录

source: Sign Up
de: Registrieren
es: Registrarse
fr: Inscription
hi: साइन अप
ja: 新規登録
ko: 회원가입
pt: Cadastrar
zh_hans: 注册

source: Email
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt: Senha
zh_hans: 密码

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
ja: パスワード（確認）
ko: 비밀번호 확인
pt: Confirmar senha
zh_hans: 确认密码

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
pt: Esqueceu a senha?
zh_hans: 忘记密码？

# dontHaveAccount
source: Don't have an account?
de: Noch kein Konto?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?
hi: खाता नहीं है?
ja: アカウントをお持ちでないですか？
ko: 계정이 없으신가요?
pt: Não tem uma conta?
zh_hans: 没有账号？

# alreadyHaveAccount
source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tiene una cuenta?
fr: Vous avez déjà un compte ?
hi: पहले से खाता है?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
pt: Já tem uma conta?
zh_hans: 已有账号？

source: Age
de: Alter
es: Edad
fr: Âge
hi: आयु
ja: 年齢
ko: 나이
pt: Idade
zh_hans: 年龄

source: Unspecified
de: Nicht angegeben
es: No especificado
fr: Non spécifié
hi: अनिर्दिष्ट
ja: 未指定
ko: 선택 안함
pt: Não especificado
zh_hans: 未指定

# ageGroupUnder18
source: Under 18
de: Unter 18
es: Menos de 18
fr: Moins de 18 ans
hi: 18 से कम
ja: 18歳未満
ko: 18세 미만
pt: Menos de 18
zh_hans: 18岁以下

# ageGroupUnder18Description
source: For users under 18 years old
de: Für Benutzer unter 18 Jahren
es: Para usuarios menores de 18 años
fr: Pour les utilisateurs de moins de 18 ans
hi: 18 वर्ष से कम उम्र के उपयोगकर्ताओं के लिए
ja: 18歳未満のユーザー向け
ko: 18세 미만 사용자를 위한 옵션
pt: Para usuários com menos de 18 anos
zh_hans: 适用于18岁以下用户

# ageGroup18to24Description
source: For users between 18 and 24 years old
de: Für Benutzer von 18-24 Jahren
es: Para usuarios de 18-24 años
fr: Pour les utilisateurs de 18-24 ans
hi: 18-24 वर्ष के उपयोगकर्ताओं के लिए
ja: 18歳から24歳までのユーザー向け
ko: 18세에서 24세 사이의 사용자를 위한 옵션
pt: Para usuários de 18-24 anos
zh_hans: 适用于18-24岁用户

# ageGroup25to34Description
source: For users between 25 and 34 years old
de: Für Benutzer von 25-34 Jahren
es: Para usuarios de 25-34 años
fr: Pour les utilisateurs de 25-34 ans
hi: 25-34 वर्ष के उपयोगकर्ताओं के लिए
ja: 25歳から34歳までのユーザー向け
ko: 25세에서 34세 사이의 사용자를 위한 옵션
pt: Para usuários de 25-34 anos
zh_hans: 适用于25-34岁用户

# ageGroup35to44Description
source: For users between 35 and 44 years old
de: Für Benutzer von 35-44 Jahren
es: Para usuarios de 35-44 años
fr: Pour les utilisateurs de 35-44 ans
hi: 35-44 वर्ष के उपयोगकर्ताओं के लिए
ja: 35歳から44歳までのユーザー向け
ko: 35세에서 44세 사이의 사용자를 위한 옵션
pt: Para usuários de 35-44 anos
zh_hans: 适用于35-44岁用户

# ageGroup45to54Description
source: For users between 45 and 54 years old
de: Für Benutzer von 45-54 Jahren
es: Para usuarios de 45-54 años
fr: Pour les utilisateurs de 45-54 ans
hi: 45-54 वर्ष के उपयोगकर्ताओं के लिए
ja: 45歳から54歳までのユーザー向け
ko: 45세에서 54세 사이의 사용자를 위한 옵션
pt: Para usuários de 45-54 anos
zh_hans: 适用于45-54岁用户

# ageGroup55PlusDescription
source: For users 55 years old and above
de: Für Benutzer ab 55 Jahren
es: Para usuarios de 55 años o más
fr: Pour les utilisateurs de 55 ans et plus
hi: 55 वर्ष और उससे अधिक उम्र के उपयोगकर्ताओं के लिए
ja: 55歳以上のユーザー向け
ko: 55세 이상 사용자를 위한 옵션
pt: Para usuários com 55 anos ou mais
zh_hans: 适用于55岁及以上用户

# genderMale
source: Male
de: Männlich
es: Masculino
fr: Masculin
hi: पुरुष
ja: 男性
ko: 남성
pt: Masculino
zh_hans: 男性

# genderFemale
source: Female
de: Weiblich
es: Femenino
fr: Féminin
hi: महिला
ja: 女性
ko: 여성
pt: Feminino
zh_hans: 女性

# genderUnspecified
source: Unspecified (gender-neutral)
de: Nicht angegeben (geschlechtsneutral)
es: No especificado (neutral)
fr: Non spécifié (neutre)
hi: अनिर्दिष्ट (लिंग-तटस्थ)
ja: 未指定（性別中立）
ko: 미지정 (성별 중립)
pt: Não especificado (neutro)
zh_hans: 未指定（性别中立）

# genderMaleDescription
source: Uses masculine pronouns and communication style.
de: Verwendet männliche Pronomen und Kommunikationsstil.
es: Usa pronombres masculinos y estilo de comunicación masculino.
fr: Utilise des pronoms masculins et un style de communication masculin.
hi: पुरुष सर्वनाम और संचार शैली का उपयोग करता है।
ja: 男性の代名詞とコミュニケーションスタイルを使用。
ko: 남성 대명사와 의사소통 스타일을 사용합니다.
pt: Usa pronomes masculinos e estilo de comunicação masculino.
zh_hans: 使用男性代词和沟通风格。

# genderFemaleDescription
source: Uses feminine pronouns and communication style.
de: Verwendet weibliche Pronomen und Kommunikationsstil.
es: Usa pronombres femeninos y estilo de comunicación femenino.
fr: Utilise des pronoms féminins et un style de communication féminin.
hi: महिला सर्वनाम और संचार शैली का उपयोग करती है।
ja: 女性の代名詞とコミュニケーションスタイルを使用。
ko: 여성 대명사와 의사소통 스타일을 사용합니다.
pt: Usa pronomes femininos e estilo de comunicação feminino.
zh_hans: 使用女性代词和沟通风格。

# genderUnspecifiedDescription
source: Uses gender-neutral pronouns and balanced communication style.
de: Verwendet geschlechtsneutrale Pronomen und ausgewogenen Kommunikationsstil.
es: Usa pronombres neutrales y estilo de comunicación equilibrado.
fr: Utilise des pronoms neutres et un style de communication équilibré.
hi: लिंग-तटस्थ सर्वनाम और संतुलित संचार शैली का उपयोग करता है।
ja: 性別中立の代名詞とバランスの取れたコミュニケーションスタイルを使用。
ko: 성별 중립 대명사와 균형 잡힌 의사소통 스타일을 사용합니다.
pt: Usa pronomes neutros e estilo de comunicação equilibrado.
zh_hans: 使用性别中立代词和平衡的沟通风格。

source: Theme
de: Design
es: Tema
fr: Thème
hi: थीम
ja: テーマ
ko: 테마
pt: Tema
zh_hans: 主题

source: Help
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
ja: ヘルプ
ko: 도움말
pt: Ajuda
zh_hans: 帮助

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de Confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
zh_hans: 隐私政策

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
hi: सेवा की शर्तें
ja: 利用規約
ko: 이용약관
pt: Termos de Serviço
zh_hans: 服务条款

source: Contact Us
de: Kontakt
es: Contáctenos
fr: Contactez-nous
hi: संपर्क करें
ja: お問い合わせ
ko: 문의하기
pt: Contate-nos
zh_hans: 联系我们

source: Version
es: Versión
hi: संस्करण
ja: バージョン
ko: 버전
pt: Versão
zh_hans: 版本

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
ko: 로딩 중...
pt: Carregando...
zh_hans: 加载中...

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
pt: Erro
zh_hans: 错误

source: Success
de: Erfolg
es: Éxito
fr: Succès
hi: सफल
ja: 成功
ko: 성공
pt: Sucesso
zh_hans: 成功

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
ja: 警告
ko: 경고
pt: Aviso
zh_hans: 警告

# info
source: Information
es: Información
hi: जानकारी
ja: 情報
ko: 정보
pt: Informação
zh_hans: 信息

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
zh_hans: 重试

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
pt: Fechar
zh_hans: 关闭

source: Yes
de: Ja
es: Sí
fr: Oui
hi: हाँ
ja: はい
ko: 예
pt: Sim
zh_hans: 是

source: No
de: Nein
fr: Non
hi: नहीं
ja: いいえ
ko: 아니오
pt: Não
zh_hans: 否

# chooseAgeGroup
source: Choose AI Age Group
de: KI-Altersgruppe wählen
es: Elegir Grupo de Edad de la IA
fr: Choisir le Groupe d'Âge de l'IA
hi: AI आयु वर्ग चुनें
ja: AIの年齢層を選択
ko: AI 연령대 선택
pt: Escolher Faixa Etária da IA
zh_hans: 选择AI年龄段

# selectAgeGroupDescription
source: Select the age group that best matches your preferences.
de: Wählen Sie die Altersgruppe, die am besten zu Ihren Vorlieben passt.
es: Selecciona el grupo de edad que mejor se adapte a tus preferencias.
fr: Sélectionnez le groupe d'âge qui correspond le mieux à vos préférences.
hi: अपनी पसंद के अनुसार आयु वर्ग चुनें।
ja: 好みに合わせて年齢層を選択してください。
ko: 선호도에 맞는 연령대를 선택하세요.
pt: Selecione a faixa etária que melhor corresponde às suas preferências.
zh_hans: 选择符合您偏好的年龄段。

# ageGroupChild
source: Child (5-12)
de: Kind (5-12)
es: Niño (5-12)
fr: Enfant (5-12)
hi: बच्चा (5-12)
ja: 子供（5-12歳）
ko: 어린이 (5-12세)
pt: Criança (5-12)
zh_hans: 儿童（5-12岁）

# ageGroupTeen
source: Teen (13-19)
de: Teenager (13-19)
es: Adolescente (13-19)
fr: Adolescent (13-19)
hi: किशोर (13-19)
ja: ティーン（13-19歳）
ko: 청소년 (13-19세)
pt: Adolescente (13-19)
zh_hans: 青少年（13-19岁）

# ageGroupYoungAdult
source: Young Adult (20-29)
de: Junger Erwachsener (20-29)
es: Adulto Joven (20-29)
fr: Jeune Adulte (20-29)
hi: युवा वयस्क (20-29)
ja: 若年成人（20-29歳）
ko: 청년 (20-29세)
pt: Jovem Adulto (20-29)
zh_hans: 青年（20-29岁）
