Repository: TeraSeo/MindMate
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, pt, zh_hans

# emptyCharacterSubtitle
source: Start chatting by creating a character now!
zh_hans: 立即创建角色开始聊天吧！
