Repository: TeraSeo/MindMate
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, ja, ko, pt, zh_hans

# ageGroupAdult
source: Adult (30-49)
de: Erwachsener (30-49)
es: Adulto (30-49)
fr: Adulte (30-49)
hi: वयस्क (30-49)
ja: 成人（30-49歳）
ko: 성인 (30-49세)
pt: Adulto (30-49)
zh_hans: 成年（30-49岁）

# ageGroupSenior
source: Senior (50+)
es: Adulto Mayor (50+)
hi: वरिष्ठ (50+)
ja: シニア（50歳以上）
ko: 시니어 (50세 이상)
pt: Idoso (50+)
zh_hans: 老年（50岁以上）

# ageGroupChildDescription
source: Simple language, playful tone, and age-appropriate topics.
de: Einfache Sprache, spielerischer Ton und altersgerechte Themen.
es: Lenguaje simple, tono lúdico y temas apropiados para la edad.
fr: Langage simple, ton ludique et sujets adaptés à l'âge.
hi: सरल भाषा, खेल-खेल में बातचीत और आयु-उपयुक्त विषय।
ja: シンプルな言葉遣い、遊び心のある会話、年齢に適した話題。
ko: 단순한 언어, 놀이 중심의 대화, 연령에 적합한 주제.
pt: Linguagem simples, tom lúdico e tópicos apropriados para a idade.
zh_hans: 简单语言，游戏式对话，适合年龄的话题。

# ageGroupTeenDescription
source: Relatable content, casual style, and youth-focused topics.
de: Identifizierbare Inhalte, lockerer Stil und jugendorientierte Themen.
es: Contenido relatable, estilo casual y temas orientados a jóvenes.
fr: Contenu relatable, style décontracté et sujets orientés jeunesse.
hi: संबंधित सामग्री, आरामदायक शैली और युवा-केंद्रित विषय।
ja: 関連性のある内容、リラックスしたスタイル、若者向けの話題。
ko: 관련성 있는 내용, 편안한 스타일, 청소년 중심 주제.
pt: Conteúdo relacionável, estilo casual e tópicos focados na juventude.
zh_hans: 相关内容，轻松风格，青少年主题。

# ageGroupYoungAdultDescription
source: Balanced communication style for young professionals.
de: Ausgewogener Kommunikationsstil für junge Berufstätige.
es: Estilo de comunicación equilibrado para jóvenes profesionales.
fr: Style de communication équilibré pour les jeunes professionnels.
hi: युवा पेशेवरों के लिए संतुलित संचार शैली।
ja: 若手プロフェッショナル向けのバランスの取れたコミュニケーションスタイル。
ko: 젊은 전문가를 위한 균형 잡힌 의사소통 스타일.
pt: Estilo de comunicação equilibrado para jovens profissionais.
zh_hans: 适合年轻专业人士的平衡沟通风格。

# ageGroupAdultDescription
source: Mature conversation style with professional insights.
de: Reifer Gesprächsstil mit professionellen Einblicken.
es: Estilo de conversación maduro con perspectivas profesionales.
fr: Style de conversation mature avec des perspectives professionnelles.
hi: पेशेवर अंतर्दृष्टि के साथ परिपक्व बातचीत शैली।
ja: 専門的な洞察を交えた成熟した会話スタイル。
ko: 전문적인 통찰력이 담긴 성숙한 대화 스타일.
pt: Estilo de conversa maduro com insights profissionais.
zh_hans: 带有专业见解的成熟对话风格。

# ageGroupSeniorDescription
source: Clear communication with respect for experience.
de: Klare Kommunikation mit Respekt vor Erfahrung.
es: Comunicación clara con respeto a la experiencia.
fr: Communication claire avec respect de l'expérience.
hi: अनुभव के प्रति सम्मान के साथ स्पष्ट संचार।
ja: 経験を尊重した明確なコミュニケーション。
ko: 경험을 존중하는 명확한 의사소통.
pt: Comunicação clara com respeito à experiência.
zh_hans: 尊重经验的清晰沟通。

# chooseGender
source: Choose AI Gender
de: KI-Geschlecht wählen
es: Elegir Género de la IA
fr: Choisir le Genre de l'IA
hi: AI लिंग चुनें
ja: AIの性別を選択
ko: AI 성별 선택
pt: Escolher Gênero da IA
zh_hans: 选择AI性别

# selectGenderDescription
source: Select the gender that best matches your preferences.
de: Wählen Sie das Geschlecht, das am besten zu Ihren Vorlieben passt.
es: Selecciona el género que mejor se adapte a tus preferencias.
fr: Sélectionnez le genre qui correspond le mieux à vos préférences.
hi: अपनी पसंद के अनुसार लिंग चुनें।
ja: 好みに合わせて性別を選択してください。
ko: 선호도에 맞는 성별을 선택하세요.
pt: Selecione o gênero que melhor corresponde às suas preferências.
zh_hans: 选择符合您偏好的性别。

# chooseLanguage
source: Choose Chat Language
de: Chat-Sprache wählen
es: Elegir Idioma del Chat
fr: Choisir la Langue du Chat
hi: चैट भाषा चुनें
ja: チャット言語を選択
ko: 채팅 언어 선택
pt: Escolher Idioma do Chat
zh_hans: 选择聊天语言

# selectLanguageDescription
source: Select the language you prefer for your conversations.
de: Wählen Sie die Sprache, die Sie für Ihre Gespräche bevorzugen.
es: Selecciona el idioma que prefieres para tus conversaciones.
fr: Sélectionnez la langue que vous préférez pour vos conversations.
hi: अपनी बातचीत के लिए पसंदीदा भाषा चुनें।
ja: 会話に使用する言語を選択してください。
ko: 대화에 사용할 언어를 선택하세요.
pt: Selecione o idioma que você prefere para suas conversas.
zh_hans: 选择您想要使用的对话语言。

# languageEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेजी
ja: 英語
ko: 영어
pt: Inglês
zh_hans: 英语

# languageSpanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
ja: スペイン語
ko: 스페인어
pt: Espanhol
zh_hans: 西班牙语

# languageFrench
source: French
de: Französisch
es: Francés
fr: Français
hi: फ्रेंच
ja: フランス語
ko: 프랑스어
pt: Francês
zh_hans: 法语

# languageGerman
source: German
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
ja: ドイツ語
ko: 독일어
pt: Alemão
zh_hans: 德语

# languageJapanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
ja: 日本語
ko: 일본어
pt: Japonês
zh_hans: 日语

# languageKorean
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
ja: 韓国語
ko: 한국어
pt: Coreano
zh_hans: 韩语

# languageChinese
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
hi: चीनी
ja: 中国語
ko: 중국어
pt: Chinês
zh_hans: 中文

# languageEnglishDescription
source: Communicate in English with natural fluency.
de: Kommunikation auf Englisch mit natürlicher Flüssigkeit.
es: Comunicación en inglés con fluidez natural.
fr: Communication en anglais avec une fluidité naturelle.
hi: प्राकृतिक प्रवाह के साथ अंग्रेजी में संवाद।
ja: 自然な流れで英語で会話。
ko: 자연스러운 흐름으로 영어로 대화합니다.
pt: Comunicação em inglês com fluência natural.
zh_hans: 以自然流畅的方式用英语交流。

# languageSpanishDescription
source: Communicate in Spanish with cultural understanding.
de: Kommunikation auf Spanisch mit kulturellem Verständnis.
es: Comunicación en español con comprensión cultural.
fr: Communication en espagnol avec compréhension culturelle.
hi: सांस्कृतिक समझ के साथ स्पेनिश में संवाद।
ja: 文化的理解を交えたスペイン語での会話。
ko: 문화적 이해를 담은 스페인어 대화.
pt: Comunicação em espanhol com compreensão cultural.
zh_hans: 带有文化理解的西班牙语交流。

# languageFrenchDescription
source: Communicate in French with proper nuances.
de: Kommunikation auf Französisch mit angemessenen Nuancen.
es: Comunicación en francés con matices apropiados.
fr: Communication en français avec nuances appropriées.
hi: उचित न्यूअन्स के साथ फ्रेंच में संवाद।
ja: 適切なニュアンスを交えたフランス語での会話。
ko: 적절한 뉘앙스를 담은 프랑스어 대화.
pt: Comunicação em francês com nuances apropriadas.
zh_hans: 带有适当细微差别的法语交流。

# languageGermanDescription
source: Communicate in German with grammatical accuracy.
de: Kommunikation auf Deutsch mit grammatikalischer Genauigkeit.
es: Comunicación en alemán con precisión gramatical.
fr: Communication en allemand avec précision grammaticale.
hi: व्याकरणिक सटीकता के साथ जर्मन में संवाद।
ja: 文法的正確さを交えたドイツ語での会話。
ko: 문법적 정확성을 담은 독일어 대화.
pt: Comunicação em alemão com precisão gramatical.
zh_hans: 带有语法准确性的德语交流。

# languageJapaneseDescription
source: Communicate in Japanese with cultural context.
de: Kommunikation auf Japanisch mit kulturellem Kontext.
es: Comunicación en japonés con contexto cultural.
fr: Communication en japonais avec contexte culturel.
hi: सांस्कृतिक संदर्भ के साथ जापानी में संवाद।
ja: 文化的文脈を交えた日本語での会話。
ko: 문화적 맥락을 담은 일본어 대화.
pt: Comunicação em japonês com contexto cultural.
zh_hans: 带有文化背景的日语交流。

# languageKoreanDescription
source: Communicate in Korean with proper honorifics.
de: Kommunikation auf Koreanisch mit angemessenen Höflichkeitsformen.
es: Comunicación en coreano con honoríficos apropiados.
fr: Communication en coréen avec honorifiques appropriés.
hi: उचित सम्मान के साथ कोरियाई में संवाद।
ja: 適切な敬意を交えた韓国語での会話。
ko: 적절한 존중을 담은 한국어 대화.
pt: Comunicação em coreano com honoríficos apropriados.
zh_hans: 带有适当尊重的韩语交流。

# languageChineseDescription
source: Communicate in Chinese with cultural sensitivity.
de: Kommunikation auf Chinesisch mit kultureller Sensibilität.
es: Comunicación en chino con sensibilidad cultural.
fr: Communication en chinois avec sensibilité culturelle.
hi: सांस्कृतिक संवेदनशीलता के साथ चीनी में संवाद।
ja: 文化的感受性を交えた中国語での会話。
ko: 문화적 감수성을 담은 중국어 대화.
pt: Comunicação em chinês com sensibilidade cultural.
zh_hans: 带有文化敏感性的中文交流。

source: Set Relationship Role
de: Beziehungsrolle festlegen
es: Establecer Rol de Relación
fr: Définir le Rôle de la Relation
hi: संबंध भूमिका निर्धारित करें
ja: 関係性の役割を設定
ko: 관계 역할 설정
pt: Definir Papel do Relacionamento
zh_hans: 设置关系角色

# setRelationshipDescription
source: Sets the emotional context between you and the AI
de: Legt den emotionalen Kontext zwischen Ihnen und der KI fest
es: Establece el contexto emocional entre tú y la IA
fr: Définit le contexte émotionnel entre vous et l'IA
hi: आप और AI के बीच भावनात्मक संदर्भ निर्धारित करता है
ja: あなたとAIの間の感情的コンテキストを設定します
ko: 당신과 AI 사이의 감정적 맥락을 설정합니다
pt: Define o contexto emocional entre você e a IA
zh_hans: 设定您与AI之间的情感背景

# relationshipRomantic
source: Romantic partner
de: Romantischer Partner
es: Pareja romántica
fr: Partenaire romantique
hi: रोमांटिक साथी
ja: ロマンチックなパートナー
ko: 로맨틱한 파트너
pt: Par romântico
zh_hans: 浪漫伴侣

# relationshipDating
source: Dating
es: Cita
fr: Rencontre
hi: डेटिंग
ja: デート相手
ko: 데이트 상대
pt: Namoro
zh_hans: 约会对象

# relationshipFriend
source: Longtime friend
de: Langjähriger Freund
es: Amigo de toda la vida
fr: Ami de longue date
hi: दीर्घकालिक मित्र
ja: 長年の友人
ko: 오랜 친구
pt: Amigo de longa data
zh_hans: 多年好友

# relationshipAdvisor
source: Listener / advisor
de: Zuhörer / Berater
es: Oyente / consejero
fr: Écouteur / conseiller
hi: श्रोता / सलाहकार
ja: 聞き手/アドバイザー
ko: 청취자/조언자
pt: Ouvinte / conselheiro
zh_hans: 倾听者/顾问

# relationshipIdeal
source: Ideal type
de: Idealtyp
es: Tipo ideal
fr: Type idéal
hi: आदर्श प्रकार
ja: 理想のタイプ
ko: 이상적인 유형
pt: Tipo ideal
zh_hans: 理想类型

# relationshipMentor
source: Mentor / senior
es: Mentor / mayor
hi: मार्गदर्शक / वरिष्ठ
ja: メンター/先輩
ko: 멘토/선배
pt: Mentor / sênior
zh_hans: 导师/前辈

# relationshipSecret
source: Secret companion
de: Geheimer Begleiter
es: Compañero secreto
fr: Compagnon secret
hi: गुप्त साथी
ja: 秘密のパートナー
ko: 비밀 파트너
pt: Companheiro secreto
zh_hans: 秘密伴侣

# relationshipRomanticDescription
source: A loving and intimate relationship with deep emotional connection
de: Eine liebevolle und intime Beziehung mit tiefer emotionaler Verbindung
es: Una relación amorosa e íntima con profunda conexión emocional
fr: Une relation amoureuse et intime avec une connexion émotionnelle profonde
hi: गहरे भावनात्मक संबंध के साथ प्रेमपूर्ण और अंतरंग संबंध
ja: 深い感情的絆を持つ愛情深く親密な関係
ko: 깊은 감정적 유대를 가진 사랑스럽고 친밀한 관계
pt: Um relacionamento amoroso e íntimo com profunda conexão emocional
zh_hans: 具有深厚情感纽带的亲密浪漫关系

# relationshipDatingDescription
source: Someone you're dating but not in an official relationship yet
de: Jemand, mit dem Sie sich treffen, aber noch nicht in einer offiziellen Beziehung sind
es: Alguien con quien estás saliendo pero aún no en una relación oficial
fr: Quelqu'un avec qui vous sortez mais pas encore dans une relation officielle
hi: कोई जिसके साथ आप डेटिंग कर रहे हैं लेकिन अभी तक आधिकारिक संबंध में नहीं हैं
ja: デートしているがまだ正式な関係には至っていない相手
ko: 데이트 중이지만 아직 공식적인 관계는 아닌 상대
pt: Alguém com quem você está saindo, mas ainda não em um relacionamento oficial
zh_hans: 正在约会但尚未确定正式关系的对象

# relationshipFriendDescription
source: A close, trusted friend with years of shared experiences
de: Ein enger, vertrauenswürdiger Freund mit jahrelangen gemeinsamen Erfahrungen
es: Un amigo cercano y de confianza con años de experiencias compartidas
fr: Un ami proche et de confiance avec des années d'expériences partagées
hi: साझा अनुभवों के वर्षों के साथ एक करीबी, विश्वसनीय मित्र
ja: 長年の共有体験を持つ親密で信頼できる友人
ko: 오랜 공유 경험을 가진 친밀하고 신뢰할 수 있는 친구
pt: Um amigo próximo e confiável com anos de experiências compartilhadas
zh_hans: 拥有多年共同经历的亲密可信朋友

# relationshipAdvisorDescription
source: Someone who listens attentively and provides thoughtful advice
de: Jemand, der aufmerksam zuhört und bedachte Ratschläge gibt
es: Alguien que escucha atentamente y proporciona consejos reflexivos
fr: Quelqu'un qui écoute attentivement et fournit des conseils réfléchis
hi: कोई जो ध्यान से सुनता है और विचारशील सलाह देता है
ja: 注意深く耳を傾け、思慮深いアドバイスを提供する相手
ko: 주의 깊게 듣고 신중한 조언을 제공하는 상대
pt: Alguém que ouve atentamente e fornece conselhos ponderados
zh_hans: 认真倾听并提供深思熟虑建议的对象

# relationshipIdealDescription
source: Your perfect match with qualities you admire and desire
de: Ihr perfektes Match mit Eigenschaften, die Sie bewundern und wünschen
es: Tu pareja perfecta con cualidades que admiras y deseas
fr: Votre match parfait avec des qualités que vous admirez et désirez
hi: आपका सही मैच जिसमें आप जिन गुणों की प्रशंसा और इच्छा करते हैं
ja: あなたが賞賛し、求める資質を持つ理想の相手
ko: 당신이 존경하고 추구하는 자질을 가진 이상적인 상대
pt: Sua combinação perfeita com qualidades que você admira e deseja
zh_hans: 具有您欣赏和追求的特质的理想对象

# relationshipMentorDescription
source: A wise guide who helps you grow and develop
de: Ein weiser Führer, der Ihnen beim Wachsen und Entwickeln hilft
es: Un guía sabio que te ayuda a crecer y desarrollarte
fr: Un guide sage qui vous aide à grandir et à vous développer
hi: एक बुद्धिमान मार्गदर्शक जो आपको बढ़ने और विकसित होने में मदद करता है
ja: 成長と発展を助ける賢明な指導者
ko: 성장과 발전을 도와주는 현명한 지도자
pt: Um guia sábio que ajuda você a crescer e se desenvolver
zh_hans: 帮助您成长和发展的明智指导者

# relationshipSecretDescription
source: A private confidant for your most personal thoughts
de: Ein privater Vertrauter für Ihre persönlichsten Gedanken
es: Un confidente privado para tus pensamientos más personales
fr: Un confident privé pour vos pensées les plus personnelles
hi: आपके सबसे व्यक्तिगत विचारों के लिए एक निजी विश्वासपात्र
ja: 最も個人的な考えを共有できる秘密の信頼できる相手
ko: 가장 개인적인 생각을 공유할 수 있는 비밀스러운 신뢰 상대
pt: Um confidente privado para seus pensamentos mais pessoais
zh_hans: 可以分享最私密想法的秘密信任对象

source: Choose Chatting Style
de: Chat-Stil wählen
es: Elegir Estilo de Chat
fr: Choisir le Style de Chat
hi: चैटिंग शैली चुनें
ja: チャットスタイルを選択
ko: 채팅 스타일 선택
pt: Escolher Estilo de Conversa
zh_hans: 选择聊天风格

# selectChattingStyleDescription
source: Select how you want the AI to communicate with you
de: Wählen Sie, wie die KI mit Ihnen kommunizieren soll
es: Selecciona cómo quieres que la IA se comunique contigo
fr: Sélectionnez comment vous voulez que l'IA communique avec vous
hi: चुनें कि आप AI को कैसे संवाद करना चाहते हैं
ja: AIとのコミュニケーション方法を選択してください
ko: AI와의 의사소통 방식을 선택하세요
pt: Selecione como você quer que a IA se comunique com você
zh_hans: 选择您希望AI如何与您交流

# styleFormal
source: Formal speech
de: Formelle Sprache
es: Habla formal
fr: Langage formel
hi: औपचारिक भाषा
ja: フォーマルな話し方
ko: 격식있는 말투
pt: Fala formal
zh_hans: 正式用语

# styleCasual
source: Casual speech
de: Umgangssprache
es: Habla casual
fr: Langage décontracté
hi: आरामदायक भाषा
ja: カジュアルな話し方
ko: 편안한 말투
pt: Fala casual
zh_hans: 随意用语

# styleMixed
source: Mixed speech
de: Gemischter Stil
es: Habla mixta
fr: Langage mixte
hi: मिश्रित भाषा
ja: 混合スタイル
ko: 혼합 스타일
pt: Fala mista
zh_hans: 混合风格

# styleShort
source: Short and direct
de: Kurz und direkt
es: Corto y directo
fr: Court et direct
hi: संक्षिप्त और सीधा
ja: 簡潔で直接的
ko: 간결하고 직접적
pt: Curto e direto
zh_hans: 简洁直接

# styleLong
source: Long and expressive
de: Lang und ausdrucksstark
es: Largo y expresivo
fr: Long et expressif
hi: विस्तृत और अभिव्यंजक
ja: 詳細で表現豊か
ko: 상세하고 표현이 풍부
pt: Longo e expressivo
zh_hans: 详细丰富

# styleFormalDescription
source: Professional and respectful communication with proper etiquette
de: Professionelle und respektvolle Kommunikation mit angemessener Etikette
es: Comunicación profesional y respetuosa con etiqueta apropiada
fr: Communication professionnelle et respectueuse avec étiquette appropriée
hi: उचित शिष्टाचार के साथ पेशेवर और सम्मानजनक संचार
ja: 適切な礼儀を交えた専門的で丁寧なコミュニケーション
ko: 적절한 예의를 갖춘 전문적이고 정중한 의사소통
pt: Comunicação profissional e respeitosa com etiqueta apropriada
zh_hans: 带有适当礼仪的专业和礼貌沟通

# styleCasualDescription
source: Relaxed and friendly conversations with everyday language
de: Entspannte und freundliche Gespräche mit Alltagssprache
es: Conversaciones relajadas y amigables con lenguaje cotidiano
fr: Conversations détendues et amicales avec langage quotidien
hi: रोजमर्रा की भाषा के साथ आरामदायक और मैत्रीपूर्ण बातचीत
ja: 日常的な言葉遣いでのリラックスした友好的な会話
ko: 일상적인 언어로 편안하고 친근한 대화
pt: Conversas relaxadas e amigáveis com linguagem cotidiana
zh_hans: 使用日常语言的轻松友好对话

# styleMixedDescription
source: Balanced mix of formal and casual communication styles
de: Ausgewogene Mischung aus formalem und informellem Kommunikationsstil
es: Mezcla equilibrada de estilos de comunicación formal y casual
fr: Mélange équilibré de styles de communication formel et décontracté
hi: औपचारिक और आरामदायक संचार शैलियों का संतुलित मिश्रण
ja: フォーマルとカジュアルなコミュニケーションスタイルのバランスの取れた組み合わせ
ko: 격식과 편안한 의사소통 스타일의 균형 잡힌 조합
pt: Mistura equilibrada de estilos de comunicação formal e casual
zh_hans: 正式和随意沟通风格的平衡组合

# styleShortDescription
source: Concise and straightforward messages with clear points
de: Prägnante und direkte Nachrichten mit klaren Punkten
es: Mensajes concisos y directos con puntos claros
fr: Messages concis et directs avec points clairs
hi: स्पष्ट बिंदुओं के साथ संक्षिप्त और सीधे संदेश
ja: 明確なポイントを交えた簡潔で直接的なメッセージ
ko: 명확한 포인트를 담은 간결하고 직접적인 메시지
pt: Mensagens concisas e diretas com pontos claros
zh_hans: 带有明确要点的简洁直接消息

# styleLongDescription
source: Detailed and elaborate messages with rich descriptions
de: Detaillierte und ausführliche Nachrichten mit reichen Beschreibungen
es: Mensajes detallados y elaborados con descripciones ricas
fr: Messages détaillés et élaborés avec descriptions riches
hi: समृद्ध विवरणों के साथ विस्तृत और विस्तृत संदेश
ja: 豊かな詳細を交えた包括的で表現豊かなメッセージ
ko: 풍부한 세부사항을 담은 포괄적이고 표현이 풍부한 메시지
pt: Mensagens detalhadas e elaboradas com descrições ricas
zh_hans: 带有丰富细节的全面丰富表达消息

# choosePersonality
source: Choose AI Personality
de: KI-Persönlichkeit wählen
es: Elegir Personalidad de la IA
fr: Choisir la Personnalité de l'IA
hi: AI व्यक्तित्व चुनें
ja: AIの性格を選択
ko: AI 성격 선택
pt: Escolher Personalidade da IA
zh_hans: 选择AI性格

# selectPersonalityDescription
source: Select the personality that best matches your preferences.
de: Wählen Sie die Persönlichkeit, die am besten zu Ihren Vorlieben passt.
es: Selecciona la personalidad que mejor se adapte a tus preferencias.
fr: Sélectionnez la personnalité qui correspond le mieux à vos préférences.
hi: अपनी पसंद के अनुसार व्यक्तित्व चुनें।
ja: 好みに合わせて性格を選択してください。
ko: 선호도에 맞는 성격을 선택하세요.
pt: Selecione a personalidade que melhor corresponde às suas preferências.
zh_hans: 选择符合您偏好的性格。

# personalityFriendly
source: Friendly
de: Freundlich
es: Amigable
fr: Amical
hi: मैत्रीपूर्ण
ja: フレンドリー
ko: 친근한
pt: Amigável
zh_hans: 友好

# personalityProfessional
source: Professional
de: Professionell
es: Profesional
fr: Professionnel
hi: पेशेवर
ja: プロフェッショナル
ko: 전문적인
pt: Profissional
zh_hans: 专业

# personalityCreative
source: Creative
de: Kreativ
es: Creativo
fr: Créatif
hi: रचनात्मक
ja: クリエイティブ
ko: 창의적인
pt: Criativo
zh_hans: 创意

# personalityWitty
source: Witty
de: Geistreich
es: Ingenioso
fr: Spirituel
hi: विनोदी
ja: ウィットに富む
ko: 재치있는
pt: Espirituoso
zh_hans: 机智

# personalityEmpathetic
source: Empathetic
de: Einfühlsam
es: Empático
fr: Empathique
hi: सहानुभूतिशील
ja: 共感的
ko: 공감적인
pt: Empático
zh_hans: 共情

# personalityFriendlyDescription
source: Warm and approachable with a positive attitude
de: Warm und zugänglich mit einer positiven Einstellung
es: Cálido y accesible con una actitud positiva
fr: Chaleureux et accessible avec une attitude positive
hi: सकारात्मक दृष्टिकोण के साथ गर्मजोशी और सुलभ
ja: ポジティブな態度で温かく親しみやすい
ko: 긍정적인 태도로 따뜻하고 접근하기 쉬운
pt: Acolhedor e acessível com uma atitude positiva
zh_hans: 积极态度，温暖亲切

# personalityProfessionalDescription
source: Polite and formal with a business-like demeanor
de: Höflich und formal mit einem geschäftsmäßigen Auftreten
es: Educado y formal con un comportamiento profesional
fr: Poli et formel avec un comportement professionnel
hi: पेशेवर व्यवहार के साथ विनम्र और औपचारिक
ja: プロフェッショナルな振る舞いで丁寧でフォーマル
ko: 전문적인 행동으로 정중하고 격식있는
pt: Educado e formal com um comportamento profissional
zh_hans: 专业行为，礼貌正式

# personalityCreativeDescription
source: Imaginative and artistic with unique perspectives
de: Phantasievoll und künstlerisch mit einzigartigen Perspektiven
es: Imaginativo y artístico con perspectivas únicas
fr: Imaginatif et artistique avec des perspectives uniques
hi: अद्वितीय दृष्टिकोण के साथ कल्पनाशील और कलात्मक
ja: ユニークな視点で想像力豊かで芸術的
ko: 독특한 시각으로 상상력이 풍부하고 예술적인
pt: Imaginativo e artístico com perspectivas únicas
zh_hans: 独特视角，富有想象力和艺术性

# personalityWittyDescription
source: Humorous and clever with quick responses
de: Humorvoll und clever mit schnellen Antworten
es: Humorístico e inteligente con respuestas rápidas
fr: Humoristique et intelligent avec des réponses rapides
hi: त्वरित प्रतिक्रियाओं के साथ हास्यपूर्ण और चतुर
ja: 機知に富んだ反応でユーモアがあり賢い
ko: 재치있는 반응으로 유머러스하고 영리한
pt: Humorístico e inteligente com respostas rápidas
zh_hans: 机智反应，幽默聪明

# personalityEmpatheticDescription
source: Understanding and supportive with emotional intelligence
de: Verständnisvoll und unterstützend mit emotionaler Intelligenz
es: Comprensivo y solidario con inteligencia emocional
fr: Compréhensif et solidaire avec intelligence émotionnelle
hi: भावनात्मक बुद्धिमत्ता के साथ समझदार और सहायक
ja: 感情的知性を持って理解力があり支援的
ko: 감정적 지능으로 이해심 있고 지원적인
pt: Compreensivo e solidário com inteligência emocional
zh_hans: 具有情感智能，理解力强且支持性强

source: Subscription
pt: Assinatura
zh_hans: 订阅

source: Premium Plan
pt: Plano Premium
zh_hans: 高级计划

source: Free Plan
pt: Plano Gratuito
zh_hans: 免费计划

# premiumDescription
source: Enjoy all premium features and unlimited access
pt: Aproveite todos os recursos premium e acesso ilimitado
zh_hans: 享受所有高级功能和无限访问权限

# freeDescription
source: Upgrade to premium for more features
pt: Atualize para premium para mais recursos
zh_hans: 升级到高级版以获得更多功能

# upgradeButton
source: Upgrade to Premium
pt: Atualizar para Premium
zh_hans: 升级到高级版

# choosePlan
source: Choose Your Plan
pt: Escolha seu plano
zh_hans: 选择您的计划

source: All plans include:
pt: Todos os planos incluem:
zh_hans: 所有计划包括：

# feature1
source: Smarter, more emotional AI replies
pt: Respostas de IA mais inteligentes e emocionais
zh_hans: 更智能、更具情感的 AI 回复

# feature2
source: Create unlimited custom characters
pt: Crie personagens personalizados ilimitados
zh_hans: 创建无限自定义角色

# feature3
source: Chat limit: Unlimited messages per day
pt: Limite de chat: Mensagens ilimitadas por dia
zh_hans: 聊天限制：每天无限消息

# feature4
source: More options to character creation
pt: Mais opções para criação de personagens
zh_hans: 更多角色创建选项

# feature5
source: Faster response time
pt: Tempo de resposta mais rápido
zh_hans: 更快的响应时间

# selectPlan
source: Select a plan:
pt: Selecione um plano:
zh_hans: 选择一个计划：

# basicPlanName
source: Basic Plan
pt: Plano Básico
zh_hans: 基础计划

# basicPlanDescription
source: Trial / Short-term subscription
pt: Teste / Assinatura de curto prazo
zh_hans: 试用 / 短期订阅

# standardPlanName
source: Standard Plan
pt: Plano Padrão
zh_hans: 标准计划

# standardPlanDescription
source: Mid-term subscription with discount
pt: Assinatura de médio prazo com desconto
zh_hans: 中期订阅，享受折扣

# premiumPlanName
source: Premium Plan
pt: Plano Premium
zh_hans: 高级计划

# premiumPlanDescription
source: Long-term subscription, best value
pt: Assinatura de longo prazo, melhor valor
zh_hans: 长期订阅，最划算

# period1Month
source: 1 month
pt: 1 mês
zh_hans: 1个月

# period3Months
source: 3 months
pt: 3 meses
zh_hans: 3个月

# period1Year
source: 1 year
pt: 1 ano
zh_hans: 1年

source: OFF
pt: DESCONTO
zh_hans: 优惠

source: Upgrade Now
pt: Atualizar agora
zh_hans: 立即升级

source: month
pt: mês
zh_hans: 月

source: Type a message...
pt: Digite uma mensagem...
zh_hans: 输入消息...

source: Typing......
pt: Digitando......
zh_hans: 正在输入......

# watchAdRequiredTitle
source: Watch Ad to Continue
zh_hans: 观看广告以继续

# watchAdRequiredMessage
source: You have exceeded todayâ€™s free chat limit. To reset your usage and continue chatting, please watch a short video ad.
zh_hans: 您已超出今日免费聊天次数。请观看一个短视频广告以重置使用次数并继续聊天。

source: Watch Now
zh_hans: 立即观看
